[
    {
        "filename": "employee_handbook.txt"
    },
    {
        "content": "Chapter 1: General Provisions\nArticle 1 (Purpose)\nThis employment regulation (hereinafter referred to as “Regulation”) is established based on Article 89 of the Labor Standards Act (hereinafter referred to as “Labor Standards Act”) and applies to the working conditions and duties of the employees of the company (hereinafter referred to as “Company”).\nIn addition to the matters stipulated in this Regulation, matters related to employment shall be governed by the Labor Standards Act, other applicable laws, and individual employment contracts.\nThe purpose of this Regulation is to maintain the order of business management, ensure the smooth operation of internal business, and establish important matters concerning the working conditions, service discipline, and other significant matters of the employees."
    },
    {
        "content": "Chapter 1: General Provisions\nArticle 2 (Scope of Application)\nThis Regulation applies to all employees employed by the Company through the prescribed procedures.\n\nHowever, the following employees shall be subject to separate provisions regarding their working conditions and duties:\n• Managers and executives\n• Employees handling confidential processes\n• Employees engaged in monitoring or intermittent duties\n• Employees on leave\n• Contract employees, part-time employees, and temporary staff\n• Other employees as specified by the Company"
    },
    {
        "content": "Chapter 1: General Provisions\nArticle 3 (Compliance with Regulations)\nThe Company is obligated to employ its employees under the working conditions specified in this Regulation. Employees must comply with this Regulation, exercise their rights in good faith, perform their duties, and strive to provide labor in accordance with the nature of their obligations.\nEmployees cannot be exempt from responsibility on the grounds of ignorance of this Regulation.\nUnless there are special circumstances, employees must personally submit any required notifications as specified in this Regulation. Failure to comply with these notifications or neglecting the procedures may result in the loss of benefits stipulated by this Regulation."
    },
    {
        "content": "Chapter 1: General Provisions\nArticle 4 (Changes to Working Conditions)\nThe working conditions, duties, and discipline stipulated in this Regulation may be revised in accordance with changes in the business environment, after hearing the opinions of employee representatives as necessary."
    },
    {
        "content": "Chapter 2: Recruitment, Transfers, etc.\nArticle 5 (Recruitment Procedures)\nThe Company requires prospective employees to submit the following documents and undergo selection tests and interviews. Those who pass will be employed. However, the Company may omit certain documents if deemed necessary:\n• Resume\n• Curriculum vitae\n• Academic transcript and certificate of expected graduation (for new graduates only)\n• Graduation certificate\n• Copy of qualification certificates (if applicable)\n• Copy of residence card (if applicable)\n• Other documents required by the Company for the recruitment process"
    },
    {
        "content": "Chapter 2: Recruitment, Transfers, etc.\nArticle 6 (Offer Notification and Offer Cancellation)\nThe Company will issue an offer notification to those who have been offered employment (hereinafter referred to as 'Offer Recipients') through the procedures outlined in Article 5 (Recruitment Procedures).\nThe offer may be canceled, and employment will not proceed if the Offer Recipient meets any of the following conditions:\n• Failure to meet the prerequisites for employment (such as graduation, obtaining licenses, etc.), or discovery of unmet qualifications.\n• Deterioration of health after the offer, leading the Company to conclude the individual is unfit for work.\n• False or fraudulent information found in submitted documents such as resumes or work histories.\n• Criminal activity, antisocial behavior, or any other conduct damaging to social credibility after the offer.\n• Discovery that relevant facts were concealed during the recruitment process.\n• Unexpected deterioration of the Company’s business environment or a review of business operations after the offer.\n• Discovery of any association with antisocial groups.\n• Any other unavoidable reason similar to the above conditions."
    },
    {
        "content": "Chapter 2: Recruitment, Transfers, etc.\nArticle 7 (Documents Required Upon Employment)\nEmployees who are hired must submit the following documents within one week from the date of hire. However, the Company may extend the submission deadline or omit certain documents if deemed necessary:\n• Certificate of residence information\n• Copy of residence card (for non-Japanese nationals only)\n• Copy of driver’s license (if applicable)\n• Withholding tax slip from the previous employer\n• Copy of pension handbook or pension number (if applicable, not required if individual number is submitted)\n• Employment insurance certificate (if applicable)\n• Dependent deduction form (for employees whose salary is their primary source of income)\n• Documents required for individual number and identity verification as deemed necessary by the Company\n• Bank account information for salary payment\n• Commuting route and commuting allowance application form\n• Other documents specified by the Company\nIf an employee refuses to submit the required documents or if it is discovered that the documents contain false information, the offer of employment may be canceled.\nIn the event of any changes to the information provided in the submitted documents, the employee must promptly notify the Company in writing.\n\nThe Company will use the personal information obtained through the submitted documents, including individual numbers obtained directly from the employee, for the following purposes. However, the use of individual numbers will be limited to items 1 and 2 below:\n1. Administrative procedures related to the employee, including dependents\n2. Preparation of withholding tax certificates for income and retirement income and salary payment reports\n3. Notifications related to employment insurance\n4. Notifications related to social insurance (health and pension insurance)\n5. Administrative procedures concerning the employee’s spouse\n6. Notifications for Category 3 insured persons of the national pension\n7. Salary calculation (including payment of various allowances) and payment procedures\n8. Obtaining health information from medical institutions or health insurance associations based on legal requirements\n9. Personnel allocation\n10. Determination of salary increases or decreases\n11. Education management\n12. Various welfare procedures\n13. Management of emergency contact information in case of emergency\n14. Other matters necessary for personnel policies and labor management of the Company"
    },
    {
        "content": "Chapter 2: Recruitment, Transfers, etc.\nArticle 8 (Disclosure of Working Conditions)\nWhen hiring an employee, the Company shall provide an employment contract and this Regulation, specifying the working conditions such as wages, place of work, duties, working hours, and holidays."
    },
    {
        "content": "Chapter 2: Recruitment, Transfers, etc.\nArticle 9 (Probation Period)\nNewly hired employees will be subject to a six-month probation period from the date of hire, unless otherwise specified in their employment contract regarding the probation period.\nThe Company may shorten or waive the probation period if deemed necessary.\nEmployees under probation who are found to be unsuitable for continued employment based on any of the following conditions will not be formally hired. However, if there is room for improvement or if deemed particularly necessary, the probation period may be extended by up to three months:\n• Frequent lateness, early departures, absences, or poor attendance.\n• Failure to follow supervisor instructions, lack of cooperation with colleagues, lack of motivation, or poor work attitude.\n• Inability to meet the required skill level despite necessary training provided by the Company, with little prospect of improvement.\n• False declarations regarding important work history.\n• Failure to submit required documents.\n• Poor health condition (including mental health).\n• General unsuitability for employment based on overall performance and conduct.\n• Discovery of unsuitability that was not foreseeable at the time of hiring.\n• Situations falling under Article 46 (Dismissal) or Article 56 (Disciplinary Actions).\n• Other similar reasons as stated above.\nFor employees who have been with the Company for more than 14 days, termination will follow the procedures outlined in Article 46, Paragraph 3.\nEmployees deemed suitable based on their work performance after the probation period will be formally employed.\nThe probation period will count toward the employee’s total length of service."
    },
    {
        "content": "Chapter 2: Recruitment, Transfers, etc.\nArticle 10 (Personnel Transfers)\nThe Company may require employees to change their place of work or assigned duties when necessary for business reasons. Employees may not refuse such changes without legitimate reasons.\nThe Company may also assign employees to secondment (hereinafter referred to as 'Secondment') to another company while retaining their employment status with the Company, when necessary for business reasons. Employees may not refuse such secondment without legitimate reasons.\nWhen secondment is ordered, the Company will notify the employee of the secondment details, including the nature of the duties, the period of secondment, conditions, and other necessary information.\nThe Company may, with the employee’s consent, terminate the current employment relationship and instruct the employee to establish a new employment relationship with another company (hereinafter referred to as 'Transfer').\nIn the case of transfer, matters such as retirement allowance, unused annual leave, and other working conditions will be determined separately by the Company at the time of transfer."
    },
    {
        "content": "Chapter 2: Recruitment, Transfers, etc.\nArticle 11 (Handover of Duties upon Personnel Transfer)\nEmployees who are ordered to transfer under the provisions of Article 10 must promptly and properly complete the transfer and assume their new position by the specified date.\nFailure to complete the handover of duties or performing an incomplete handover may result in disciplinary action."
    },
    {
        "content": "Chapter 2: Recruitment, Transfers, etc.\nArticle 12 (Conversion to Indefinite-Term Employment Contract)\nEmployees hired under a fixed-term employment contract who have a total contract period exceeding five years may apply, using the form separately provided, to convert their current fixed-term employment contract to an indefinite-term employment contract starting from the day after the current contract’s end date.\nThe total contract period referred to in the previous paragraph will be calculated from April 1, 2013, onward, taking into account successive fixed-term contracts. However, periods where there is a gap of six months or more between contracts due to resignation at the end of a contract will not be included in the total contract period.\nThe working conditions stipulated in this Regulation will continue to apply even after the employee transitions to an indefinite-term employment contract as specified in Paragraph 1."
    },
    {
        "content": "Chapter 2: Recruitment, Transfers, etc.\nArticle 13 (Conversion to Full-Time Employee)\nThe Company may, at its discretion, convert an employee hired under a fixed-term employment contract to a full-time employee upon the employee’s request.\nThe Company will evaluate and interview employees recommended by their supervisors based on criteria set by the Company, and if the employee passes this evaluation, they will be converted to a full-time employee as outlined in the previous paragraph.\nAs a general rule, the conversion date will be the first day of each month."
    },
    {
        "content": "Chapter 3: Service Discipline\nArticle 14 (Service)\nEmployees must recognize the Company as a social entity and adhere to societal rules and manners as members of society.\nEmployees must comply with the regulations and other provisions, follow work-related instructions, perform their duties diligently, facilitate smooth operations, and cooperate with each other to maintain workplace order. Additionally, employees must respect each other’s human rights and dignity, fostering a workplace environment that is conducive to productivity and respect.\nEmployees must focus on their duties and comply with the regulations. Violations may result in disciplinary action as stipulated by the Company."
    },
    {
        "content": "Chapter 3: Service Discipline\nArticle 15 (Compliance Obligations)\nEmployees must adhere to the following rules while performing their duties:\n• Employees may not leave the workplace or neglect their duties during working hours without permission.\n• Employees must not access social media or browse websites unrelated to work during working hours.\n• Without permission, employees may not engage in political, religious, or unrelated broadcasting activities, advertisements, meetings, distribution, circulation, document posting, or similar activities during working hours.\n• Employees must not be employed by other companies, serve as a director of another company, run their own business, or engage in similar activities without the Company’s permission.\n• Employees must maintain the workplace environment by adhering to the following workplace maintenance rules:\n• Employees must comply with this Regulation and other internal rules, and avoid engaging in prohibited actions outlined in this Regulation.\n• Employees must maintain smooth relationships with colleagues and supervisors, act with dignity, and work toward improving the workplace environment.\n• Employees should keep the workplace tidy and organized to ensure a comfortable working environment."
    },
    {
        "content": "Chapter 3: Service Discipline\nConfidentiality\n• Employees must maintain confidentiality and adhere to the following confidentiality obligations:\n• Employees must not disclose, provide, or misuse any confidential information, including trade secrets, know-how, plans, personal information of clients or employees, IDs, passwords, or other sensitive data learned during their employment, both during and after their tenure.\n• Employees must not lose or damage information-related devices such as mobile phones or computers provided by the Company, and in the event of loss or damage, must immediately take measures to prevent information leakage and report the incident to the Company.\n• Without permission, employees must not record customer or confidential information on their personal devices. If it is unavoidable, they must use secure devices and treat personal devices with the same care as Company-provided equipment."
    },
    {
        "content": "Chapter 3: Service Discipline\nReputation and Conduct\n• Employees must avoid actions that damage the Company’s reputation and adhere to the following conduct obligations:\n• Employees must not associate with or engage in activities with organized crime groups, their members, or other antisocial forces, nor engage in behavior that could be mistaken for such associations.\n• Employees must not engage in actions that harm the honor or credibility of the Company or its affiliates.\n• Employees must wear appropriate attire and avoid behavior or clothing that could cause discomfort to others.\n• Employees must not accept gifts or engage in financial transactions for personal benefit from business partners.\n• Employees must not work or drive under the influence of alcohol."
    },
    {
        "content": "Chapter 3: Service Discipline\nArticle 16 (Proper Use of Email and the Internet)\nEmail and internet usage are, in principle, restricted to business purposes, and personal use is prohibited.\nTo optimize the use of email and the internet, the Company may analyze information stored on its servers and review individual employees’ internet usage history. Additionally, to ensure the optimal use of email, the Company may, after notifying employees, inspect the content of emails.\nEmployees must not intentionally access websites unrelated to their work. The Company may also restrict access to certain websites to prevent computer virus infections."
    },
    {
        "content": "Chapter 3: Service Discipline\nArticle 17 (Prohibition of Harassment)\nEmployees must not engage in sexual harassment (e.g., treating another employee unfavorably in their working conditions based on their response to sexual conduct, or creating a hostile work environment through sexual behavior).\nEmployees must not engage in power harassment (e.g., behavior that goes beyond what is necessary and reasonable for work, based on superior workplace relationships or positions, that harms another employee’s work environment).\nEmployees must not engage in harassment related to pregnancy, childbirth, childcare leave, or caregiving leave (e.g., actions or remarks related to pregnancy or childbirth that harm another employee’s work environment or behavior that utilizes such circumstances to cause harm).\nEmployees must also refrain from any other actions that worsen the work environment or infringe on individual dignity and personality, in accordance with the previous paragraphs.\nThe Company must not treat employees who consult or cooperate with the Company regarding these matters unfavorably in terms of personnel transfers, performance evaluations, education, or other related areas."
    },
    {
        "content": "Chapter 3: Service Discipline\nArticle 18 (Protection of Personal Information)\nEmployees must exercise due care in managing information related to the Company and its business partners and must not improperly obtain information unrelated to their duties.\nWhen an employee transfers to a different workplace or role, or upon resignation, they must promptly return any data or documents related to the Company or its business partners that were under their management."
    },
    {
        "content": "Chapter 3: Service Discipline\nArticle 19 (Start and End of Work)\nEmployees must record their start and end times, as well as break times, by clocking in and out using designated systems (timesheet). If an employee is unable to use the system due to unavoidable circumstances, they must promptly report this to their direct supervisor.\nEmployees must ensure that their recorded start and end times accurately reflect their actual working hours and obtain approval from their direct supervisor on the payroll cut-off date."
    },
    {
        "content": "Chapter 3: Service Discipline\nArticle 20 (Tardiness, Early Departure, and Absence)\nEmployees must notify and obtain approval from their direct supervisor in advance if they will be late, leave early, be absent, or leave the workplace during working hours for personal reasons. However, if advance notice is not possible due to unavoidable circumstances, employees must promptly report and obtain approval afterward.\nIn principle, wages will be deducted proportionately for non-working hours in such cases.\nIf an employee is absent for more than three consecutive days due to illness or injury, they must submit a doctor’s note.\nNotwithstanding the previous paragraph, the Company may request a doctor’s note or other documentation clarifying the reason for the employee’s inability to work, depending on the circumstances of tardiness, early departure, or absence.\nBased on the situation, the Company may require the employee to undergo an examination by a Company-designated physician or occupational doctor."
    },
    {
        "content": "Chapter 3: Service Discipline\nArticle 21 (Unauthorized Absence)\nAn absence will be considered unauthorized if the employee is absent without a valid reason and fails to notify the Company by phone or email by noon on the same day.\nIn principle, such unauthorized absences cannot be substituted with paid annual leave. However, this may be waived if the Company approves the employee’s request."
    },
    {
        "content": "Chapter 3: Service Discipline\nArticle 22 (Notification Obligations)\nEmployees must promptly notify the Company in advance or without delay of any changes in the following matters:\n• Name\n• Current address, registered domicile, or commuting route\n• Dependents\n• Educational background, qualifications, or licenses\n• Any other similar changes\nIn principle, any disadvantages resulting from a delay in notification will be borne by the employee.\nIf an employee deliberately delays notification or provides false information to gain improper benefits, the Company may require the return of such benefits and may impose disciplinary action. If the act constitutes embezzlement under the Penal Code, the Company may also pursue disciplinary action and criminal proceedings.\nThe provisions of the preceding paragraph apply equally to employees who abet such actions."
    },
    {
        "content": "Chapter 3: Service Discipline\nArticle 23 (Prohibition of Entry and Order to Leave)\nThe Company may prohibit entry to the workplace or order the removal of employees who fall under any of the following categories:\n• Employees who have disrupted, or are likely to disrupt, workplace order or discipline\n• Employees carrying flammable materials, weapons, poisons, drugs, or other dangerous items not necessary for work\n• Employees who are intoxicated or carrying alcohol\n• Employees exhibiting symptoms of viral infections or similar illnesses\n• Any other employees the Company deems necessary to prohibit entry"
    },
    {
        "content": "Chapter 4: Working Hours, Break Times, and Holidays\nArticle 24 (Working Hours and Break Times)\nWorking hours shall be 40 hours per week and 8 hours per day.\nThe start and end times, as well as break times, are as follows. However, due to business needs or other unavoidable circumstances, these times may be moved forward or backward. In such cases, employees will be notified of the changes by the day before.\n• Start time: 10:00 AM\n• End time: 7:00 PM\n• Break time: 60 minutes, to be taken at the employee’s discretion between 12:00 PM and 2:00 PM\nA labor-management agreement may be concluded with the employee representative as stipulated by the Labor Standards Act, allowing for staggered break times instead of a uniform break for all employees. In such cases, any matters not specified in this article regarding break times will be outlined in the labor-management agreement."
    },
    {
        "content": "Chapter 4: Working Hours, Break Times, and Holidays\nArticle 25 (Flextime System)\nNotwithstanding the working hours set forth in Article 24, the Company may apply a flextime system to all or some employees starting from the 1st of each month, as outlined in Article 32-3 of the Labor Standards Act, by concluding a labor-management agreement with the employee representative. Under this system, each employee can determine their start and end times, as well as their break time (60 minutes between 12:00 PM and 2:00 PM) in accordance with the labor-management agreement (hereinafter referred to as 'Flextime System').\nFor example:\n• Flextime: Start time: 7:00 AM - 11:00 AM, End time: 4:00 PM - 8:00 PM\n• Core Time: 11:00 AM - 4:00 PM\nIf employees need to start or leave work outside the specified Flextime, they must obtain prior approval from their direct supervisor.\nThe following matters concerning the Flextime System will be stipulated in the labor-management agreement, and if not specified in this Regulation, the provisions of the labor-management agreement will apply:\n• Scope of employees to whom the system applies\n• Settlement period\n• Working hours during the settlement period\n• Standard working hours per day."
    },
    {
        "content": "Chapter 4: Working Hours, Break Times, and Holidays\nArticle 26 (Deemed Working Hours for Off-Site Work)\nIn cases where employees work off-site, such as during business trips, and it is difficult to track working hours, the designated working hours will be considered as the hours worked.\nIf a labor-management agreement is concluded regarding off-site working hours with the employee representative, the hours stipulated in the agreement will be considered as the hours worked."
    },
    {
        "content": "Chapter 4: Working Hours, Break Times, and Holidays\nArticle 27 (Holidays)\nThe holidays are as follows:\n• Saturdays and Sundays\n• National holidays (if a holiday falls on a Sunday, the following day will be observed)\n• Year-end and New Year holidays (December 29 to January 3)\n• Other days designated by the Company\nIf necessary for business reasons, the Company may reschedule holidays in advance and notify employees accordingly.\nIf an employee works on a holiday specified in this article, the Company will provide a substitute day off. Additionally, in accordance with the Labor Standards Act, the Company will pay an overtime allowance of 35% for work on statutory holidays and 25% for work on regular holidays.\nA rotating holiday system will apply to departments under the Operations Group.\nThe statutory holidays at the beginning of the week are Saturday and Sunday, and national holidays other than statutory holidays are treated as regular holidays."
    },
    {
        "content": "Chapter 4: Working Hours, Break Times, and Holidays\nArticle 28 (Overtime and Holiday Work)\nDue to business needs, employees may be required to work beyond their designated working hours or on designated holidays.\nIn such cases, the Company will first conclude a written labor-management agreement with the employee representative concerning overtime and holiday work, and submit it to the relevant Labor Standards Inspection Office.\nFemale employees who are pregnant or have not passed one year since childbirth, and who have requested exemption, as well as employees under the age of 18, will not be required to work overtime, on holidays, or during late-night hours (from 10:00 PM to 5:00 AM).\nIn the event of a disaster or other unavoidable circumstances requiring urgent action, the Company may require work beyond designated hours or on holidays, exceeding the limitations of the preceding paragraphs. However, even in such cases, pregnant employees or those who have not passed one year since childbirth and have requested exemption will not be required to work overtime or on holidays."
    },
    {
        "content": "Chapter 4: Working Hours, Break Times, and Holidays\nArticle 29 (Overtime Work for Employees with Childcare Responsibilities)\nOvertime work and other working conditions for employees with childcare responsibilities will be outlined separately in the Company’s Childcare and Caregiver Leave Regulations."
    },
    {
        "content": "Chapter 4: Working Hours, Break Times, and Holidays\nArticle 30 (Exemptions)\nEmployees in supervisory or managerial positions, or those engaged in confidential duties (hereinafter referred to as 'Supervisory Managers'), are exempt from the regulations concerning working hours, breaks, and holidays under Article 41, Paragraph 2 of the Labor Standards Act. However, this does not apply to additional pay for late-night work.\nEmployees who fall under the supervisory or managerial category are responsible for managing their own working hours and must keep records of their working hours to ensure their health is safeguarded."
    },
    {
        "content": "Chapter 5: Leave and Absences\nArticle 31 (Annual Paid Leave)\nEmployees are granted 20 working days of annual leave each year. For employees who join part way through the year, the leave is prorated. However, annual paid leave cannot be taken during the probation period.\nThe annual leave period runs from April 1st of each year to March 31st of the following year. The specified number of annual paid leave days is granted on April 1st each year.\nEmployees may take their annual paid leave at their requested time in advance. However, if the requested time interferes with the normal operation of the business, the Company may assign an alternative time for the employee to take the leave.\nNotwithstanding the previous paragraph, the Company may designate specific days for employees to take more than five days of their annual paid leave, as per a written labor-management agreement with the employee representative.\nFor the calculation of attendance rates, the following periods will be considered as attendance:\n• Periods during which annual paid leave was taken\n• Maternity leave periods\n• Childcare and caregiving leave periods as defined by the Childcare and Caregiver Leave Act\n• Periods of leave for treatment due to work-related injury or illness\nUnused annual paid leave may be carried over and taken within two years from the date it was granted.\nIf both carried-over leave and newly granted leave are available, the carried-over leave must be used first.\nIf an employee has more than 10 days of annual paid leave, they must take at least five days of it within one year from the date it was granted. If the employee has not voluntarily taken five days of annual leave (excluding time-based annual leave under Article 32), the Company may, after consulting with the employee, designate specific days for them to take the leave."
    },
    {
        "content": "Chapter 5: Leave and Absences\nArticle 32 (Hourly Annual Paid Leave)\nBased on a written labor-management agreement with the employee representative, employees may take a portion of their annual paid leave from the previous article in hourly units, up to five days per year (hereinafter referred to as 'Hourly Annual Leave').\nAll employees are eligible for Hourly Annual Leave.\nThe equivalent hours for one day of annual paid leave are as follows:\n• For employees with more than 5 but fewer than 6 working hours per day: 6 hours\n• For employees with more than 6 but fewer than 7 working hours per day: 7 hours\n• For employees with more than 7 but fewer than 8 working hours per day: 8 hours\nHourly Annual Leave is granted in one-hour increments.\nThe wage for Hourly Annual Leave will be calculated by multiplying the hourly wage for the employee’s regular working hours by the number of hours taken as Hourly Annual Leave.\nFor other matters not specified in this article, the rules regarding annual paid leave from the previous article will apply."
    },
    {
        "content": "Chapter 5: Leave and Absences\nArticle 33 (Maternity Leave)\nA female employee who is scheduled to give birth within six weeks (or 14 weeks in the case of a multiple pregnancy) may request and will be granted maternity leave.\nA female employee who has not passed eight weeks since giving birth will not be permitted to work.\nNotwithstanding the previous paragraph, if a female employee who has passed six weeks since giving birth requests to return to work, she may be allowed to do so, provided that her doctor certifies that it is safe for her to perform the duties."
    },
    {
        "content": "Chapter 5: Leave and Absences\nArticle 34 (Measures for Maternal and Child Health Management)\nIf a pregnant employee or a female employee within one year after childbirth requests time off during working hours for health guidance or medical examinations under the Maternal and Child Health Act (Act No. 141 of 1965), the Company will grant time off within the following limits:\nBefore childbirth:\n• Up to 23 weeks of pregnancy: Once every 4 weeks\n• From 24 to 35 weeks of pregnancy: Once every 2 weeks\n• From 36 weeks until delivery: Once per week\nHowever, if a doctor or midwife (hereinafter referred to as 'medical professionals') prescribes otherwise, the required time will be adjusted according to their instructions.\nAfter childbirth (within one year):\n• As prescribed by medical professionals.\nIf a pregnant employee or a female employee within one year after childbirth reports receiving guidance from medical professionals regarding working hours based on health guidance or medical examinations, the following measures will be taken:\n• If instructed to avoid commuting during rush hours for pregnancy-related reasons, the employee will be allowed to shorten working hours by one hour or start work with a time shift of up to one hour.\n• If instructed to take more frequent or extended breaks during pregnancy, additional or extended break times will be provided as needed.\n• If a pregnant or postpartum employee receives guidance on reducing their workload, shortening working hours, or taking leave due to symptoms related to their condition, the Company will take appropriate measures to ensure compliance with the medical professionals’ instructions."
    },
    {
        "content": "Chapter 5: Leave and Absences\nArticle 35 (Childcare Time)\nIf a female employee raising a child under the age of one requests it, she will be granted two 30-minute childcare breaks per day, in addition to regular break times."
    },
    {
        "content": "Chapter 5: Leave and Absences\nArticle 36 (Childcare and Caregiver Leave, Childcare Leave for Illness, etc.)\nEmployees who require it may take childcare leave, maternity leave, caregiver leave, caregiving time off, restrictions on overtime, and night work for childcare and caregiving, as well as reduced working hours, based on the Childcare and Caregiver Leave Act (hereinafter referred to as 'Childcare and Caregiver Leave, etc.').\nThe details regarding the handling of Childcare and Caregiver Leave, etc. are specified in the 'Childcare and Caregiver Leave Regulations.'"
    },
    {
        "content": "Chapter 5: Leave and Absences\nArticle 37 (Leave for the Exercise of Civil Rights)\nIf an employee exercises their voting rights or other civil rights, or serves as a juror, the necessary leave will be granted as follows.\nThe Company may adjust the timing and duration of such leave if requested, as long as it does not interfere with the exercise of civil rights or the fulfillment of public duties."
    },
    {
        "content": "Chapter 5: Leave and Absences\nArticle 38 (Special Leave)\nSpecial leave will be granted upon request by the employee under the following conditions:\n• Event: Employee’s marriage\n• Eligible Period: Within one year from the legal marriage\n• Days Granted: 5 working days\n• Event: Wife’s childbirth\n• Eligible Period: Any day within 3 months from the birth\n• Days Granted: 10 working days\n• Event: Death of spouse, child, parent, or parent-in-law\n• Eligible Period: Continuous, including the day of the funeral\n• Days Granted: 5 working days\n• Event: Death of a relative within the second degree of kinship\n• Eligible Period: Continuous, including the day of the funeral\n• Days Granted: 3 working days\n• Event: Complete or partial destruction of the employee’s residence due to a disaster, or other situations deemed necessary by the Company\n• Eligible Period: From the day of the disaster, as determined necessary by the Company\n• Days Granted: As required."
    },
    {
        "content": "Chapter 5: Leave and Absences\nArticle 39 (Leave of Absence and Long-Term Sick Leave)\nEmployees may be placed on a leave of absence under the following conditions for the specified period, but this provision does not apply to employees in their probationary period or fixed-term employees.\nIf an employee takes leave due to non-work-related illness or injury, the leave period is as follows:\n• Category: Less than 1 year of service\n• Leave Period: 1 month\n• Category: 1 to 5 years of service\n• Leave Period: 6 months\n• Category: More than 5 years of service\n• Leave Period: 12 months\nIn addition, leave may be granted if the Company deems it appropriate due to special circumstances.\nIf the employee is taking leave due to illness or injury, they must submit a medical certificate to the Company. The Company may also require the employee to undergo an examination by a doctor designated by the Company or an occupational physician.\nWages will not be paid during the leave of absence.\nDuring the leave of absence, health insurance premiums, pension premiums, and resident taxes cannot be deducted from wages due to non-payment. The Company will send an invoice to the employee for such payments, and the employee must pay the premiums and taxes by the deadline specified on the invoice.\nThe leave period will not be counted toward the employee’s length of service unless the leave is due to business reasons or special circumstances determined by the Company.\nThe length of service for the categories in Paragraph 1 will be based on the employee’s service at the start of their continuous absence."
    },
    {
        "content": "Chapter 5: Leave and Absences\nArticle 40 (Reinstatement)\nWhen the reason for an employee’s leave of absence has been resolved, or when the leave period has expired and the employee wishes to return, the employee will generally be reinstated to their previous position. However, if it is difficult or inappropriate for the employee to return to their prior role, the Company may assign the employee to a different position.\nIf an employee on leave wishes to return to work, they must submit a request for reinstatement and follow the required procedures.\nFor leaves due to illness or injury, the employee will be reinstated if the Company determines that the employee is cured or is likely to be cured by the end of the leave period (meaning they are sufficiently recovered to perform their previous duties) or if they recover promptly after returning to work. A medical certificate from a doctor designated by the Company or an occupational physician must be submitted upon reinstatement.\nIf the reason for the leave has not been resolved, or the employee does not return to work by the end of the leave period, the employee will be deemed to have resigned on the final day of the leave period."
    },
    {
        "content": "Chapter 6: Compensation\nArticle 41 (Compensation)\nMatters related to compensation will be specified separately."
    },
    {
        "content": "Chapter 7: Performance Evaluation\nArticle 42 (Performance Evaluation)\nPerformance evaluations will be conducted in accordance with the separately defined performance evaluation policy and for the following purposes:\n• Employee development and feedback\n• Salary adjustments\n• Promotion or demotion."
    },
    {
        "content": "Chapter 8: Retirement, Resignation, and Dismissal\nArticle 43 (Retirement Age)\nThe retirement age for employees is set at 60 years old, with retirement effective at the end of the month in which the employee reaches the retirement age. However, upon the Company’s request and mutual agreement between the Company and the employee, annual contracts may be established for continued employment without a fixed term."
    },
    {
        "content": "Chapter 8: Retirement, Resignation, and Dismissal\nArticle 44 (Resignation)\nIn addition to the provisions in the previous article, an employee will be considered resigned under the following circumstances:\n• The employee submits a resignation request that is approved by the Company, or 14 days have passed since submitting a resignation letter.\n• The employee’s fixed-term employment contract reaches its end.\n• The leave period outlined in Article 39 (Leave of Absence and Long-Term Sick Leave) expires, and the reason for the leave has not been resolved.\n• The employee passes away.\nWhen an employee resigns or is dismissed, the Company will promptly issue a certificate detailing the employee’s length of service, job scope, position, salary, and reason for resignation.\nIn principle, employees intending to resign voluntarily must notify the Company at least one month before the desired resignation date by following the prescribed procedures, but they must comply with the resignation notice period outlined in the employment contract. Except in unavoidable circumstances, employees must submit a resignation letter."
    },
    {
        "content": "Chapter 8: Retirement, Resignation, and Dismissal\nArticle 45 (Non-Compete Clause)\nEmployees must comply with the non-compete clause and the specified duration as outlined in their employment contract."
    },
    {
        "content": "Chapter 8: Retirement, Resignation, and Dismissal\nArticle 46 (Dismissal)\nAn employee may be dismissed if they meet any of the following conditions:\n• Their work performance or attitude is severely inadequate, with no prospect for improvement, and they are unable to fulfill their responsibilities as an employee.\n• Their work performance or skills are severely inadequate, with no prospect for improvement, and they are unsuitable for any other position within the company.\n• They have not recovered from a work-related injury or illness after three years of treatment and are receiving or scheduled to receive disability compensation pension benefits (including when the company has provided termination compensation).\n• They are unable to endure work due to mental or physical disabilities.\n• During the probationary period, their work efficiency or attitude is severely inadequate, and they are deemed unfit as an employee.\n• They meet the grounds for disciplinary dismissal as outlined in Article 56.\n• Due to unavoidable business reasons, such as a natural disaster or other force majeure, the company must downsize or close a part of its operations, and reassignment to another position is not feasible.\n• Any other unavoidable reason similar to the above.\n\nIn the event of dismissal, the company must give at least 30 days’ notice. If no notice is provided, the company will pay a dismissal allowance equivalent to at least 30 days of the employee’s average wages. However, the company may shorten the notice period by paying dismissal allowance for the reduced days.\nThis provision does not apply to dismissals under Article 56 (disciplinary dismissal) when authorized by the Labor Standards Inspection Office or to dismissals of the following employees:\n• Day laborers (unless they have been continuously employed for over one month)\n• Employees hired for a fixed term of two months or less (unless they have been employed beyond that period)\n• Employees during the probationary period (unless they have been continuously employed for more than 14 days)\nUpon request, the company will issue a certificate detailing the reason for dismissal."
    },
    {
        "content": "Chapter 9: Safety, Health, and Disaster Compensation\nArticle 47 (Compliance Requirements)\nThe Company will take necessary measures to ensure and improve employee safety and health, as well as create a comfortable workplace.\nEmployees must comply with safety and health-related laws and Company instructions, and work cooperatively with the Company to prevent workplace accidents.\nEmployees must adhere to the following safety and health measures:\n• Thoroughly inspect machinery, equipment, and tools before starting work. Report any abnormalities to the Company immediately and follow instructions.\n• Do not remove or disable safety devices.\n• Always wear protective gear when performing tasks that require it.\n• Do not smoke in prohibited areas.\n• Do not enter restricted areas.\n• Keep the workplace organized and avoid placing objects in passageways, evacuation exits, or near fire extinguishing equipment.\n• In case of a fire, accident, or other emergency, take appropriate actions as needed, report to your supervisor, and follow their instructions."
    },
    {
        "content": "Chapter 9: Safety, Health, and Disaster Compensation\nArticle 48 (Health Examinations)\nEmployees will undergo a health examination upon hiring and annually thereafter.\nIn addition to the health examinations mentioned above, employees engaged in hazardous duties as defined by law will receive regular health examinations focused on specific areas.\nEmployees showing signs of fatigue accumulation due to long working hours may request an interview with a doctor for guidance.\nIf the results of the health examinations or the doctor’s interview indicate a need, the Company may order the employee to take necessary health-related measures, such as a temporary work ban, reduced working hours, or reassignment."
    },
    {
        "content": "Chapter 9: Safety, Health, and Disaster Compensation\nArticle 49 (Stress Check)\nEmployees will undergo an annual psychological assessment (stress check) conducted by a doctor, nurse, or other qualified professional to assess the degree of psychological stress.\nIf the results of the stress check indicate high stress and the need for further guidance, employees may request an interview with a doctor.\nIf the doctor deems it necessary based on the interview results, the Company may order appropriate measures such as a change in the workplace, reassignment, or a reduction in working hours."
    },
    {
        "content": "Chapter 9: Safety, Health, and Disaster Compensation\nArticle 50 (Handling of Personal Health Information)\nThe Company will use personal information related to the health of employees, including submitted documents, family information, and medical certificates, for the following purposes:\n• Labor management, wages, and health management\n• Management of labor for secondments and transfers\n\nThe Company will also use information related to employee health management, such as results from regular health examinations, opinions from occupational physicians, interviews conducted to prevent overwork, and stress check results. The Company may conduct interviews and provide guidance to employees with high stress levels for health management purposes, and may require assessments by occupational physicians as needed.\n\nWith the employee’s prior consent, the Company will obtain the results of stress checks from the physician, nurse, or other professional who conducted the stress check. However, if the employee requests an interview or guidance, consent is assumed.\nPersonnel engaged in administering health examinations, interviews for long-working employees, stress checks, or interviews for highly stressed employees must not disclose any information they learn through their duties."
    },
    {
        "content": "Chapter 9: Safety, Health, and Disaster Compensation\nArticle 51 (Safety and Health Education)\nThe Company will provide employees with the necessary safety and health education at the time of hiring or when a job transfer or change in duties occurs.\nEmployees must comply with the safety and health instructions received during the education."
    },
    {
        "content": "Chapter 9: Safety, Health, and Disaster Compensation\nArticle 52 (Disaster Compensation)\nIf an employee is injured, becomes ill, or dies due to work-related reasons or during commuting, disaster compensation will be provided in accordance with the Labor Standards Act and the Workers’ Accident Compensation Insurance Act (Act No. 50 of 1947)."
    },
    {
        "content": "Chapter 10: Vocational Training\nArticle 53 (Educational Training)\nThe Company will provide necessary educational training to employees to enhance their knowledge and skills required for the job and to improve their overall competence.\nEmployees must participate in the training as instructed by the Company unless there is a legitimate reason for not doing so.\nEmployees are expected to continuously engage in self-development to be prepared for new work assignments.\nThe Company actively supports employee training and self-development in the following ways:\n• Subsidizing recognized correspondence courses and their fees\n• Providing financial support for seminars, training, or group activities related to self-development\n• Supporting the purchase of textbooks, books, and other educational materials for training."
    },
    {
        "content": "Chapter 11: Awards and Disciplinary Actions\nArticle 54 (Awards)\nThe Company may commend employees who have worked diligently for many years or contributed significantly to the Company’s performance.\nThe types of awards and the procedures for granting them will be specified separately."
    },
    {
        "content": "Chapter 11: Awards and Disciplinary Actions\nArticle 55 (Types of Disciplinary Actions)\nThe Company may impose disciplinary actions on employees who fall under any of the following categories, based on the severity of the offense. The types of disciplinary actions are as follows:\n• Warning: A formal warning letter is issued regarding future behavior.\n• Reprimand: The employee must submit a written apology and is admonished for future behavior.\n• Pay Reduction: The employee must submit a written apology, and their pay will be reduced. However, the reduction will not exceed 50% of the employee’s average daily wage per incident, and the total reduction will not exceed 10% of the total wages for the pay period.\n• Suspension: In addition to submitting a written apology, the employee is suspended from work for up to 7 working days without pay.\n• Demotion: The employee is demoted, which may also involve changes in employment conditions.\n• Disciplinary Dismissal: The employee is dismissed immediately without notice. If approved by the Labor Standards Inspection Office, the dismissal notice allowance (30 days of average wages) will not be paid."
    },
    {
        "content": "Chapter 11: Awards and Disciplinary Actions\nArticle 56 (Grounds for Disciplinary Action)\nAn employee may be subject to warning, reprimand, demotion, pay reduction, or suspension if they fall under any of the following circumstances, depending on the severity of the situation:\n• Unauthorized absence from work for 14 days or more without valid reason.\n• Frequent absences, tardiness, or early departures without valid reason.\n• Causing damage to the Company through negligence.\n• Misconduct that causes discomfort to other employees or disrupts order and discipline within the Company.\n• Violation of Chapter 3 (Service Discipline).\n• Other violations of these regulations or actions equivalent to the above.\n\nAn employee may be subject to disciplinary dismissal if they fall under any of the following circumstances. However, based on the employee’s overall behavior and circumstances, standard dismissal under Article 46, pay reduction, or suspension may be applied instead:\n• Employment was obtained through false representation of important personal details.\n• Unauthorized absence from work for 14 days or more without responding to repeated requests to return.\n• Frequent tardiness, early departures, or absences without valid reason, despite repeated warnings.\n• Repeatedly failing to follow work-related instructions or orders without valid reason.\n• Causing significant damage to the Company due to willful intent or gross negligence.\n• Committing acts in violation of the Penal Code or other criminal laws within the Company, with the crime proven (except for minor violations).\n• Misconduct that severely disrupts order or discipline within the Company.\n• Receiving multiple disciplinary actions with no improvement in behavior or work performance.\n• Continuation of severe violations of Chapter 3 (Service Discipline) despite warnings.\n• Using Company facilities or property for unauthorized purposes.\n• Using one’s position for personal gain, receiving or demanding bribes or improper gifts from business partners, or accepting inappropriate hospitality.\n• Engaging in personal misconduct, defamatory behavior towards the Company, or acts that harm the Company’s reputation and cause significant damage to its business.\n• Failing to disclose membership in an organized crime group or falsely claiming not to be affiliated with such groups.\n• Leaking important Company business secrets without authorization, causing damage to the Company and disrupting normal operations.\n• Other acts equivalent to the above."
    },
    {
        "content": "Chapter 11: Awards and Disciplinary Actions\nArticle 57 (Negligence in Supervision)\nIf an employee is subject to disciplinary action, their supervisor may also be subject to disciplinary action for negligence in supervision, depending on the circumstances."
    },
    {
        "content": "Chapter 11: Awards and Disciplinary Actions\nArticle 58 (Home Suspension)\nIf an employee is suspected of falling under any of the items in Article 56, Paragraph 1 or Paragraph 2, and an investigation is necessary, the Company may order the employee to stay at home.\nIn such cases, wages will generally be paid.\nEmployees ordered to stay at home must remain at home during working hours and be prepared to report to the Company immediately if requested.\nEmployees cannot refuse these instructions without a valid reason."
    },
    {
        "content": "Chapter 11: Awards and Disciplinary Actions\nArticle 59 (Liability for Compensation)\nIf an employee causes damage to the Company through willful misconduct or negligence, they will be required to compensate for all or part of the damage.\nDisciplinary actions outlined in these regulations do not exempt employees from the obligation to pay damages or return unjust gains, even after retirement or resignation."
    },
    {
        "content": "Chapter 12: Protection of Whistleblowers\nArticle 60 (Protection of Whistleblowers)\nIf an employee reports or seeks consultation regarding organizational or individual violations of laws or regulations, the Company will handle the matter in accordance with separately established procedures."
    }
]
