[
    {
        "content": "Sales Strategy Overview: The company’s sales strategy is focused on building long-term client relationships through a consultative approach. Emphasis is on understanding customer needs and providing tailored solutions."
    },
    {
        "content": "Product Information: Our primary products include Product A (for SMEs), Product B (for large enterprises), and Product C (customizable for specific industries). Each product offers tiered pricing options with optional support packages."
    },
    {
        "content": "Lead Qualification Steps: To qualify a lead, ensure the prospect has a sufficient budget, decision-making authority, and a clear operational need. Tailor follow-up proposals based on these criteria."
    },
    {
        "content": "Client Contact Protocol: All client contact information should be recorded in the CRM, following company guidelines for data privacy and security."
    },
    {
        "content": "Sales KPIs: The primary KPIs tracked include monthly revenue targets, number of closed deals, and client satisfaction scores. KPIs are reviewed quarterly for performance improvement."
    },
    {
        "content": "Pricing Tiers and Discounts: The company offers multiple pricing tiers for each product. Sales team members are authorized to apply specific discounts based on client type and sales volume."
    },
    {
        "content": "Standard Documents: The team should use approved templates for contracts, proposals, and NDAs. Access to these documents is available through the company’s document management system."
    },
    {
        "content": "Competitive Advantages: Emphasize the company’s competitive strengths, such as industry-leading customer support, customization options, and integration capabilities."
    },
    {
        "content": "Escalation Process: If a sales team member cannot find an answer, they should escalate the inquiry to the Sales Admin or direct manager, who will respond within one business day."
    }
]
